<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeReaderDC</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string></string>
		<key>NAME</key>
		<string>AdobeReaderDC</string>
		<key>OS_VERSION</key>
		<string>10.9.0</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Reader.app</string>
				<string>Adobe Acrobat Reader DC.app</string>
				<string>Adobe Acrobat Pro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>unstable</string>
			</array>
			<key>description</key>
			<string>More powerful than other PDF software, Adobe Acrobat Reader DC is the free, trusted standard for viewing, printing, and annotating PDFs. And now, it’s connected to Adobe Document Cloud — so it’s easier than ever to work with PDFs on computers and mobile devices.</string>
			<key>display_name</key>
			<string>Adobe Acrobat Reader DC</string>
			<key>minimum_os_version</key>
			<string>10.9.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_script</key>
			<string>#!/bin/sh
if [ -e "/Applications/Adobe Acrobat Reader DC.app" ]; then
rm -r "/Applications/Adobe Acrobat Reader DC.app"
fi
exit 0
            </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeReaderDC</string>
</dict>
</plist>
