<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.CreativeCloudDesktop</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>./</string>
		<key>NAME</key>
		<string>CreativeCloudDesktop</string>
		<key>URL</key>
		<string>https://ccmdls.adobe.com/AdobeProducts/KCCC/1/osx10/CreativeCloudInstaller.dmg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.robperc.munki.CreativeCloudDesktop</string>
</dict>
</plist>
