<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Fantastical</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>./</string>
		<key>NAME</key>
		<string>Fantastical</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://flexibits.com/fantastical/appcast.php</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>unstable</string>
			</array>
			<key>description</key>
			<string>The Mac calendar you'll actually enjoy using.</string>
			<key>display_name</key>
			<string>Flexibits Fantastical</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>i386</string>
				<string>x86_64</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jaharmi.munki.Fantastical</string>
</dict>
</plist>
